aalib
abseil-cpp
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
appstream-glib
aqbanking
archlinux-keyring
assimp
at-spi2-core
atril
attr
audit
autoconf
automake
avahi
babl
base
base-devel
bash
bat
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost
boost-libs
brotli
bubblewrap
bustle
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cdparanoia
cinnamon-desktop
clang
clhep
cmake
coin
colord
compiler-rt
confuse
coreutils
cppdap
cryptsetup
ctags
curl
d-spy
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
djvulibre
dmenu
double-conversion
doxygen
duktape
dvisvgm
e2fsprogs
efibootmgr
efivar
elementary-icon-theme
ell
emacs
enchant
epy-ereader-git
evince
exempi
exiv2
exo
expat
fakeroot
fd
feh
ffcall
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
foliate
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse3
fzf
garcon
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
geant4
gegl
gettext
ghostscript
giflib
gimp
git
git-delta
gjs
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-themes-extra
gnu-free-fonts
gnucash
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtksourceview4
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gwenhywfar
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hwdata
hyphen
i3-battery-popup-git
i3-wm
i3blocks
i3status
iana-etc
icu
ijs
imath
imlib2
iproute2
iptables
iputils
iso-codes
iwd
jack2
jansson
jasper
jbig2dec
jbigkit
js128
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
leancrypto
lensfun
leptonica
less
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbi
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgccjit
libgcrypt
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgtop
libgudev
libgusb
libgxps
libhandy
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libisofs
libjpeg-turbo
libjxl
libkeybinder3
libksba
libldap
libluv
libmanette
libmng
libmnl
libmodplug
libmpc
libmpd
libmupdf
libmypaint
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnotify
libnsl
libnvme
libofx
libogg
libopenmpt
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwmf
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfce4windowing
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml++2.6
libxml2
libxmlb
libxmu
libxp
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llhttp
llvm-libs
lm_sensors
lmdb
lua
lua51-lpeg
luajit
luarocks
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
mate-desktop
mathjax2
mc
md4c
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mousepad
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
mypaint-brushes1
ncurses
nemo
neofetch
neovim
nettle
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
ocl-icd
oniguruma
opencore-amr
openexr
openjpeg2
openmotif
opensp
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
parole
parted
patch
pciutils
pcre
pcre2
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
picom
pinentry
pixman
pkgconf
playerctl
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python
python-attrs
python-autocommand
python-build
python-cachecontrol
python-cachy
python-cairo
python-cffi
python-charset-normalizer
python-cleo
python-configobj
python-crashtest
python-cryptography
python-dbus
python-deadlib
python-distlib
python-dulwich
python-fastjsonschema
python-filelock
python-findpython
python-gobject
python-html5lib
python-idna
python-installer
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jsonschema
python-jsonschema-specifications
python-keyring
python-lark-parser
python-lockfile
python-more-itertools
python-msgpack
python-packaging
python-pbs-installer
python-pexpect
python-pkginfo
python-platformdirs
python-poetry
python-poetry-core
python-poetry-plugin-export
python-psutil
python-ptyprocess
python-pycparser
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-rapidfuzz
python-referencing
python-requests
python-requests-toolbelt
python-rpds-py
python-secretstorage
python-setuptools
python-shellingham
python-six
python-tomlkit
python-trove-classifiers
python-typing_extensions
python-urllib3
python-virtualenv
python-webencodings
python-wheel
qrencode
qt5-3d
qt5-base
qt5-declarative
qt5-translations
qt6-base
qt6-translations
rav1e
readline
rhash
ripgrep
ristretto
rofi
rtkit
rubberband
sbc
sdl2-compat
sdl3
sed
sgml-common
shaderc
shadow
shared-mime-info
sioyek
slang
snappy
soqt
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
sublime-text-4
sublime-text-4-debug
sudo
suitesparse
svt-av1
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
terminator
tesseract
tesseract-data-eng
tesseract-data-osd
texinfo
texlive-basic
texlive-bin
texlive-fontsrecommended
texlive-formatsextra
texlive-latex
texlive-latexrecommended
texlive-plaingeneric
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tinysparql
tk
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-cascadia-code-nerd
ttf-font-awesome
ttf-martian-mono-nerd
ttf-ubuntu-font-family
tumbler
twolame
tzdata
udisks2
unibilium
unzip
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webkitgtk-6.0
webrtc-audio-processing-1
which
woff2
x264
x265
xapp
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xerces-c
xf86-input-libinput
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xkeyboard-config
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xscreensaver
xvidcore
xxhash
xz
yajl
yay
zeromq
zimg
zip
zlib
zstd
zziplib
